Repository: marslin1220/RunCraft
Catalog: RunCraft/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: ${applicationName} today's session
ja: ${applicationName} 今日のセッション
ko: ${applicationName} 오늘 세션
zh_hans: ${applicationName} 今天的训练
zh_hant: ${applicationName} 今天的訓練

source: Adjust ${applicationName} VDOT to \(\.$vdot)
ja: ${applicationName} の VDOT を \(\.$vdot) に調整
ko: ${applicationName}의 VDOT을 \(\.$vdot)으로 조정
zh_hans: 调整 ${applicationName} 的 VDOT 为 \(\.$vdot)
zh_hant: 調整 ${applicationName} 的 VDOT 為 \(\.$vdot)

source: Log a completed run in ${applicationName}
ja: ${applicationName} で完了したランを記録
ko: ${applicationName}에서 완료된 러닝 기록
zh_hans: 在 ${applicationName} 记录一笔完成的跑步
zh_hant: 在 ${applicationName} 記錄一筆完成的跑步

source: Log a run in ${applicationName}
ja: ${applicationName} でランを記録
ko: ${applicationName}에서 러닝 기록
zh_hans: 在 ${applicationName} 记录一笔跑步
zh_hant: 在 ${applicationName} 記錄一筆跑步

source: Log Run
ja: ランを記録
ko: 러닝 기록
zh_hans: 记录跑步
zh_hant: 記錄跑步

source: Record a run in ${applicationName}
ja: ${applicationName} でランを記録
ko: ${applicationName}에서 러닝 기록
zh_hans: 在 ${applicationName} 记录跑步
zh_hant: 在 ${applicationName} 記錄跑步

source: Run \(\.$workout) in ${applicationName}
ja: ${applicationName} で \(\.$workout) を走る
ko: ${applicationName}에서 \(\.$workout) 달리기
zh_hans: 在 ${applicationName} 跑 \(\.$workout)
zh_hant: 在 ${applicationName} 跑 \(\.$workout)

source: Send \(\.$workout) to my Watch in ${applicationName}
ja: ${applicationName} から \(\.$workout) を Apple Watch に送信
ko: ${applicationName}에서 \(\.$workout)을 Apple Watch로 보내기
zh_hans: 把 \(\.$workout) 从 ${applicationName} 传到我的 Apple Watch
zh_hant: 把 \(\.$workout) 從 ${applicationName} 傳到我的 Apple Watch

source: Set my VDOT to \(\.$vdot) in ${applicationName}
ja: ${applicationName} の VDOT を \(\.$vdot) に設定
ko: ${applicationName}의 VDOT을 \(\.$vdot)으로 설정
zh_hans: 把 ${applicationName} 的 VDOT 设为 \(\.$vdot)
zh_hant: 把 ${applicationName} 的 VDOT 設為 \(\.$vdot)

source: Set VDOT
ja: VDOT を設定
ko: VDOT 설정
zh_hans: 设定 VDOT
zh_hant: 設定 VDOT

source: Show today's run in ${applicationName}
ja: ${applicationName} で今日のランを表示
ko: ${applicationName}에서 오늘의 러닝 보기
zh_hans: 显示 ${applicationName} 今天的跑步
zh_hant: 顯示 ${applicationName} 今天的跑步

source: Start \(\.$workout) in ${applicationName}
ja: ${applicationName} で \(\.$workout) を開始
ko: ${applicationName}에서 \(\.$workout) 시작
zh_hans: 在 ${applicationName} 开始 \(\.$workout)
zh_hant: 在 ${applicationName} 開始 \(\.$workout)

source: Start \(\.$workout) workout in ${applicationName}
ja: ${applicationName} で \(\.$workout) ワークアウトを開始
ko: ${applicationName}에서 \(\.$workout) 운동 시작
zh_hans: 在 ${applicationName} 开始 \(\.$workout) 训练
zh_hant: 在 ${applicationName} 開始 \(\.$workout) 訓練

source: Start Workout
ja: ワークアウトを開始
ko: 운동 시작
zh_hans: 开始训练
zh_hant: 開始訓練

source: Today's Training
ja: 今日のトレーニング
ko: 오늘의 훈련
zh_hans: 今天的训练
zh_hant: 今天的訓練

source: Update ${applicationName} VDOT to \(\.$vdot)
ja: ${applicationName} の VDOT を \(\.$vdot) に更新
ko: ${applicationName}의 VDOT을 \(\.$vdot)으로 업데이트
zh_hans: 更新 ${applicationName} 的 VDOT 为 \(\.$vdot)
zh_hant: 更新 ${applicationName} 的 VDOT 為 \(\.$vdot)

source: What's today's ${applicationName} training
ja: ${applicationName} 今日のトレーニングは
ko: 오늘의 ${applicationName} 훈련은
zh_hans: 今天的 ${applicationName} 训练是什么
zh_hant: 今天的 ${applicationName} 訓練是什麼

source: What's today's training in ${applicationName}
ja: ${applicationName} 今日のトレーニングは
ko: ${applicationName}에서 오늘의 훈련은
zh_hans: ${applicationName} 今天的训练是什么
zh_hant: ${applicationName} 今天的訓練是什麼
